eamodio.gitlens
emanuelebartolesi.github-2019
emmanuelbeziat.vscode-great-icons
GrapeCity.gc-excelviewer
Ikuyadeu.r
janisdd.vscode-edit-csv
ms-azuretools.vscode-docker
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-ssh-explorer
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
nextflow.nextflow
REditorSupport.r-lsp
